Repository: pepeizq/pepeizqs-Twitter
Catalog: pepeizq's Twitter (App)/Strings/*/Resources.resw
Source language: en_us
Languages: es_es, fr_fr

# AccountChange
source: Change Account
es_es: Cambiar Cuenta
fr_fr: Changer de compte

# AccountNew
source: Login Account
es_es: Conectar Cuenta
fr_fr: Compte de connexion

# buttonConfigNotificationsSound.Text
source: Test
es_es: Probar

# Config
source: Configuration
es_es: Configuración

source: Home
es_es: Inicio
fr_fr: Accueil

source: More Things
es_es: Más Cosas
fr_fr: Plus de choses

source: Open
es_es: Abrir
fr_fr: Ouvrir

# tbAccountConnected.Text
source: You are logged in with:
es_es: Estás conectado con:
fr_fr: Vous êtes connecté avec:

# tbConfigAccounts.Text
source: Accounts
es_es: Cuentas
fr_fr: Comptes

# tbConfigNotifications.Text
source: Notifications
es_es: Notificaciones

# tbConfigNotificationsSound.Text
source: Set a sound
es_es: Selecciona un sonido
fr_fr: Définir un son

# tbConfigNotificationsTime.Text
source: Set an expiration time
es_es: Establece un tiempo de expiración en el Centro de Actividades
fr_fr: Définir un délai d'expiration

# tbConfigNotificationsImage.Text
source: Add image header (if the tweet has it)
es_es: Añadir encabezado de imagen (si el tweet lo tiene)
fr_fr: Ajouter l'en-tête de l'image (si le tweet l'a)

source: Send Tweet
es_es: Enviar Tweet
fr_fr: Envoyer Tweet

# MoreThings_Contact
source: Contact
es_es: Contactar

# MoreThings_HelpTranslate
source: Help to Translate
es_es: Ayuda a Traducir
fr_fr: Aider à traduire

# MoreThings_MoreApps
source: More Apps
es_es: Más Apps
fr_fr: Plus d'applications

# MoreThings_ReportBug
source: Report a Bug
es_es: Informa de un Fallo
fr_fr: Signaler un bug

# MoreThings_SourceCode
source: Source Code
es_es: Código Fuente
fr_fr: Code source

source: Tweet sent
es_es: Tweet enviado
fr_fr: Tweet envoyé

# MoreThings_VoteApp
source: Vote the App
es_es: Vota la App
fr_fr: Votez pour l'application

source: Retweeted
es_es: Retwiteo
fr_fr: Retweeté

source: Write Tweet
es_es: Escribir Tweet
fr_fr: Écrire un Tweet

source: Accounts
es_es: Cuentas
fr_fr: Comptes

# MoreThings_Back
source: Back
es_es: Volver
fr_fr: Retour

# buttonAddAccount.Text
source: Add Account
es_es: Añadir Cuenta
fr_fr: Ajouter un compte

source: Replying to
es_es: Respondiendo a
fr_fr: Répondre à

source: Mentions
es_es: Menciones

source: Reply Tweet
es_es: Responder Tweet
fr_fr: Répondre au Tweet

source: Retweet
es_es: Retwitear

source: Favorite
es_es: Favorito
fr_fr: J'aime

source: More Options
es_es: Otras Opciones
fr_fr: Plus d'options

# CopyUrlTweet
source: Copy Tweet Link
es_es: Copiar Enlace del Tweet
fr_fr: Copier le lien du Tweet

# tbNumFollowersUser.Text
source: Followers
es_es: Seguidores
fr_fr: Abonnés

source: Follow
es_es: Seguir
fr_fr: Suivre

source: Following
es_es: Siguiendo
fr_fr: Abonné

# tbNumFavoritesUser.Text
source: Likes
es_es: Me Gusta
fr_fr: J'aime

# UserBlock
source: Block User
es_es: Bloquear Usuario
fr_fr: Bloquer l'utilisateur

# UserReport
source: Report User
es_es: Reportar Usuario
fr_fr: Dénoncer l'utilisateur

# UserMute
source: Mute User
es_es: Silenciar Usuario
fr_fr: Ignorer l'utilisateur

# OEmbedTweet
source: Embed This Tweet
es_es: HTML Tweet
fr_fr: Intégrer ce Tweet

source: Search
es_es: Búsqueda
fr_fr: Chercher

source: Users
es_es: Usuarios
fr_fr: Utilisateurs

# Search2
source: Search
es_es: Buscar
fr_fr: Chercher

# OpenWebBrowserTweet
source: Open Tweet in the Web Browser
es_es: Abrir Tweet en el Navegador
fr_fr: Ouvrir Tweet dans le navigateur Web

# OpenWebBrowserUser
source: Open User in the Web Browser
es_es: Abrir Usuario en el Navegador
fr_fr: Ouvrir utilisateur dans le navigateur Web

source: Share Tweet
es_es: Compartir Tweet
fr_fr: Partager le Tweet

source: Share User
es_es: Compartir Usuario
fr_fr: Partager l'utilisateur

# buttonBack.Text
source: Back
es_es: Volver
fr_fr: Retour

# tbConfigApp.Text
source: Application
es_es: Aplicación

# tbConfigAppTweetCard.Text
source: Load information from the "Tweet Card" when you expand a tweet (if the tweet has it)
es_es: Cargar información de la "Tweet Card" cuando amplias un tweet (si el tweet lo tiene)
fr_fr: Charger des informations à partir de la "Carte de Tweet" lorsque vous développez un tweet (si le tweet l'a)

# tbConfigAppLoadMedia.Text
source: Load and show media from Tweets (images, gifs and videos)
es_es: Cargar y mostrar archivos multimedia de los tweets (imagenes, gifs y videos)
fr_fr: Chargement et affichage des fichiers multimédia de Tweets (images, gifs et vidéos)

# tbConfigAppAutoStart.Text
source: Automatically start the app at each Windows startup
es_es: Iniciar automáticamente la app en cada arranque de Windows
fr_fr: Démarrer automatiquement l'application au démarrage de Windows

# StoreDescription
source: Unofficial Twitter client with multi-account support
es_es: Cliente no oficial de Twitter con soporte multicuenta
fr_fr: Client Twitter non officiel avec prise en charge de plusieurs comptes

# StoreTags
source: Twitter;Tweet;Retweet;Hashtag
es_es: Twitter;Tweet;Retwittear;Hashtag

# tbConfigNotificationsUser.Text
source: Include the user to whom the tweet is directed
es_es: Incluir usuario a quien va dirigido el tweet
fr_fr: Inclure l'utilisateur à qui le tweet est adressé

# ButtonDeleteAccount
source: Delete Account
es_es: Borrar Cuenta
fr_fr: Supprimer le compte

# ButtonRemoveAds
source: Remove Ads
es_es: Quitar Anuncios
fr_fr: Supprimez la pub

# ButtonAddTile
source: Add Tile
es_es: Añadir Tile
fr_fr: Ajouter une tuile

# UserUnblock
source: Unblock User
es_es: Desbloquear Usuario
fr_fr: Débloquer l'utilisateur

# UserUnmute
source: Unmute User
es_es: Desinlenciar Usuario
fr_fr: Ne plus ignorer l'utilisateur

# CopyUrl.Text
source: Copy Link
es_es: Copiar Enlace
fr_fr: Copier le lien

# Download.Text
source: Download
es_es: Descargar
fr_fr: Télécharger

source: Height
es_es: Alto
fr_fr: Hauteur

source: Seconds
es_es: Segundos
fr_fr: Secondes

# tbConfigAppLoadMediaPreview.Text
source: Maximum dimensions of the preview
es_es: Dimensiones máximas de la vista previa
fr_fr: Dimensions maximales de l'aperçu

source: Width
es_es: Ancho
fr_fr: Largeur

source: Delete Tweet
es_es: Borrar Tweet
fr_fr: Supprimer le Tweet

# UserNewMentions
source: has new mentions
es_es: tiene nuevas menciones
fr_fr: a de nouvelles mentions

# UserNewTweets
source: has new tweets
es_es: tiene nuevos tweets
fr_fr: a de nouveaux tweets

# tbConfigNotificationsGroup.Text
source: Group notifications
es_es: Agrupar Notificaciones
fr_fr: Notifications de groupe

# tbConfigNotificationsGroupTooltip.Text
source: Activating this option you will receive a single notification every time the app finds new tweets, instead of a notification for each tweet
es_es: Activando esta opción te llegara una única notificación cada vez que la app encuentre nuevos tweets, en vez de una notificación por cada tweet
fr_fr: En activant cette option, vous recevrez une seule notification chaque fois que l'application trouve de nouveaux tweets, au lieu d'une notification pour chaque tweet.

# tbConfigAppAutoStartTooltip.Text
source: You can disable this option from Task Manager -> Startup
es_es: Puedes desactivar esta opción desde Administrador de Tareas -> Inicio
fr_fr: Vous pouvez désactiver cette option depuis le Gestionnaire des tâches -> Démarrage

# RetweetBy.Text
source: Retweet by:
es_es: Retwitteado por:
fr_fr: Retweet par:

# tbConfigAppTweetRetweets.Text
source: Load list of users who have retweeted when you expand a tweet
es_es: Cargar lista de usuarios que han hecho retweet cuando amplias un tweet
fr_fr: Charger la liste des utilisateurs qui ont retweeté lorsque vous développez un tweet
